{
  "Archery": {
    "power_name": "Archery",
    "power_type": "major",
    "description": "you can use once per turn...",
    "additional_minorp": [
      "Entangle",
      "Leaping",
      "Melee_Specialist",
      "Obscurement",
      "Sonic_Blasts",
      "Stun",
      "Super-Agility"
    ],
    "additional_minorp_prefix": "Trick Arrow",
    "add_p_num": 4,
    "stat_changes": {
      "ranged_attack": 1,
      "ranged_attack_rr": 1
    },
    "notes": "Archery (Major)- 15in range, body damage  \n"
  },
  "Enhance": {
    "power_name": "Enhance",
    "power_type": "major",
    "description": "You can increase the capabilities of characters within 10in of you.",
    "stat_changes": {},
    "notes": "Enhance - Use a free action and make a 6D check. Every two goals you score grant your target, within 10in, +1 Re-roll to his Re-roll pool. You can split Re-rolls between multiple targets within 10” of you.  \n"
  },
  "Healing": {
    "power_name": "Healing",
    "power_type": "major",
    "description": "You can heal yourself, or a char- acter in melee contact with you.",
    "stat_changes": {},
    "notes": "Healing - Roll 6D. Every two goals you score restores one lost box of either Body or Psyche damage, or you can mix the boxes restored. You cannot restore more damage boxes than your target began with.  \n"
  },
  "Mentalism": {
    "power_name": "Mentalism",
    "power_type": "major",
    "description": "You possess brain burning, mind-controlling mental powers!",
    "stat_changes": {},
    "notes": "Mentalism - Mental Blast - This 15in range, 6D attack does Psyche damage. This attack cannot be used in melee.  \n Mentailism - Mind Control (Recharge 2+) -  Roll 6D, 15” range. No damage, but the target immediately activates under your control and may take a free action and either a move, attack, charge, or special action. \n"
  },
  "Metamorph": {
    "power_name": "Metamorph",
    "power_type": "major",
    "description": "You possess ultimate control over your body. You may be elastic and malleable, or a shapeshifter capable of assuming multiple forms! You maintain a somewhat normal human- oid form that allows you to wear clothing and communicate normally, but you can will this form to stretch or change at your whim. ",
    "stat_changes": {},
    "notes": "Metamorph (Major) - Choose either the Elasticity or Shape-Shifter tracks when you select this power. At the beginning of each game, and then at the beginning of each turn, spend a free action and select one of the packages of powers and bene ts listed under your track. These each represent different forms or shapes your body can take: \n Elasticity - Form 1: Melee Specialist, +6” Move, +10” Reach - Form 2: Multiple Limbs, Save, Super-Agility - Form 3: Entangle, Resistance, Stun (Body) \n Shape-Shifter - Form 4: Leaping, Melee Specialist, +4in Reach - Form 5: Enhanced Senses, Entangle, Super-Agility -Form 6: Armor, Flight, Power Blasts (minor) \n Metamorph - If you’re a Shape-Shifter, you can replace any power or abili- ty in the above forms with the Amphibious power.\n Metamorph - If you take the Shape-Shifter track you can give up the minor power selection the Metamorph archetype grants you and instead choose one of the forms from the Elasticity track to give yourself even more versatility!"
  },
  "Power_Blasts": {
    "power_name": "Power Blasts",
    "power_type": "major",
    "description": "You shoot blasts of power (concussive force, cosmic energy, electricity, etc.) from your eyes or hands.  You can make 30in ranged attacks at +2D[1].  Your blasts are physical in nature and inflict Body Damage",
    "stat_changes": {
      "ranged_attack": 2,
      "ranged_attack_rr": 1
    },
    "notes": "Power Blasts (Major)- 30in range, body damage \n"
  },
  "Scrapper": {
    "power_name": "Scrapper",
    "power_type": "major",
    "description": "You're a resourceful, tenacious close-in fighter.  You possess the following abilities: +1D on melee attack rolls, +1D on melee defence rolls, reduce an melee gang-up bonus foes gain against you by -1D, and Counterattack: You posses the Reflection minor power limited to melee attacks.",
    "stat_changes": {
      "melee_attack": 1,
      "melee_defence": 1
    },
    "notes": "reduce melee gang-up by -1D, and reflection minor power \n Anytime you successfully defend against a Body-damaging attack you can choose to make a Chance roll. On a 2+, your attack- er suffers 2 Body damage. \n"
  },
  "Super-Strength": {
    "power_name": "Super-Strength",
    "power_type": "major",
    "description": "description here",
    "stat_changes": {
      "melee_attack": 2,
      "ranged_attack": 0
    },
    "notes": "Super-Strength (Major) - Hurling - 10in range, body damage, +2D entangle escapes, grappling checks and breaking objects, 4in knockback, +2D on jumping and leaping.  \n"
  }
}
